export type CookieMenu = {
  name: string;
  price: number;
  desc: string;
  icon: string;
};

export const cookieMenus: CookieMenu[] = [
  {
    "name": "คุกกี้ช็อกโกแลตชิพ",
    "price": 45,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้ดับเบิลช็อกโกแลตชิพ",
    "price": 59,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้ดาร์กช็อกโกแลต",
    "price": 59,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้ช็อกโกแลตลาวา",
    "price": 65,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้บราวนี่ฟัดจ์",
    "price": 65,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้โกโก้เฮเซลนัท",
    "price": 69,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้นูเทลล่า",
    "price": 69,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้โอรีโอ้ครีม",
    "price": 55,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้คุกกี้แอนด์ครีม",
    "price": 59,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้ไวท์ช็อกโกแลตชิพ",
    "price": 59,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้แมคคาเดเมียไวท์ช็อก",
    "price": 75,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้อัลมอนด์ไวท์ช็อก",
    "price": 69,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้คาราเมลอัลมอนด์",
    "price": 65,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้ซอลท์คาราเมล",
    "price": 59,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้บราวน์บัตเตอร์",
    "price": 65,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้เนยสด",
    "price": 55,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้เนยถั่ว",
    "price": 59,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้พีนัทบัตเตอร์ช็อกชิพ",
    "price": 65,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้ข้าวโอ๊ตลูกเกด",
    "price": 55,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้โอ๊ตมีลช็อกโกแลตชิพ",
    "price": 59,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้คอร์นเฟลกคาราเมล",
    "price": 55,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้มาร์ชเมลโลว์ช็อกโกแลต",
    "price": 59,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้สมอร์ส",
    "price": 65,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้มินต์ช็อกโกแลต",
    "price": 59,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้มอคค่าช็อกโกแลต",
    "price": 65,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้เอสเพรสโซ่ช็อกชิพ",
    "price": 65,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้ชาไทย",
    "price": 59,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้ชาเขียวมัทฉะ",
    "price": 59,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้มัทฉะไวท์ช็อก",
    "price": 65,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้โฮจิฉะ",
    "price": 65,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้งาดำ",
    "price": 59,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้มะพร้าวอบ",
    "price": 55,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้มะพร้าวอัลมอนด์",
    "price": 65,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้เลมอนบัตเตอร์",
    "price": 55,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้เลมอนครีมชีส",
    "price": 65,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้ส้มช็อกโกแลต",
    "price": 59,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้แครนเบอร์รีไวท์ช็อก",
    "price": 69,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้สตรอว์เบอร์รีชีสเค้ก",
    "price": 69,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้ราสป์เบอร์รีไวท์ช็อก",
    "price": 69,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้บลูเบอร์รีครีมชีส",
    "price": 69,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้เรดเวลเวต",
    "price": 65,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้เรดเวลเวตครีมชีส",
    "price": 69,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้วานิลลานมสด",
    "price": 45,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้วานิลลาไวท์ช็อก",
    "price": 59,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้ฮันนี่บัตเตอร์",
    "price": 55,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้เมเปิลพีแคน",
    "price": 75,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้พิสตาชิโอ",
    "price": 75,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้พิสตาชิโอไวท์ช็อก",
    "price": 79,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้เฮเซลนัทช็อกโกแลต",
    "price": 69,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้อัลมอนด์ช็อกโกแลต",
    "price": 65,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้วอลนัทช็อกชิพ",
    "price": 69,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้พีแคนคาราเมล",
    "price": 75,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้ครีมชีส",
    "price": 59,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้ชีสเค้กครัมเบิล",
    "price": 69,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้บิสคอฟ",
    "price": 69,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้บิสคอฟครีมชีส",
    "price": 75,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้คาราเมลบิสคอฟ",
    "price": 75,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้กล้วยช็อกโกแลต",
    "price": 59,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้กล้วยคาราเมล",
    "price": 59,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้แอปเปิลซินนามอน",
    "price": 59,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้ซินนามอนบราวน์ชูการ์",
    "price": 55,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้ชูการ์คุกกี้",
    "price": 45,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้สปริงเคิลวานิลลา",
    "price": 49,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้นมฮอกไกโด",
    "price": 59,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้นมสดคาราเมล",
    "price": 59,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้ช็อกโกแลตอัลมอนด์",
    "price": 65,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้ดาร์กช็อกซีซอลท์",
    "price": 65,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้ทริปเปิลช็อกโกแลต",
    "price": 75,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้ช็อกโกแลตแมคคาเดเมีย",
    "price": 79,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้ไวท์ช็อกแมคคาเดเมีย",
    "price": 79,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้ชาเอิร์ลเกรย์",
    "price": 65,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้เอิร์ลเกรย์เลมอน",
    "price": 69,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้ลาเวนเดอร์วานิลลา",
    "price": 69,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้โรสไวท์ช็อก",
    "price": 69,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้ช็อกโกแลตราสป์เบอร์รี",
    "price": 69,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้สตรอว์เบอร์รีนมสด",
    "price": 59,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้โกโก้ครันช์",
    "price": 59,
    "desc": "",
    "icon": "🍪"
  },
  {
    "name": "คุกกี้คาราเมลบราวนี่",
    "price": 69,
    "desc": "",
    "icon": "🍪"
  }
];
